[
  {
    "idMeal": "b1",
    "title": "Pancake muffins with spinach and feta cheese",
    "ingredients": [
      " 60 g baby spinach",
      " 75 g feta cheese",
      "butter",
      "3 dl wheat flour",
      "Salt tsp salt",
      "5 dl milk",
      "4 eggs",
      "baby spinach or spice green"
    ],
    "strInstructions": "Oven 225 °. 2. Groom the spinach. Mash the feta cheese with a fork. Fry the spinach in butter without it taking on too much color. Strain off excess liquid. 3. Grease a muffin tin with butter and flour it a little. Mix wheat flour and salt in a bowl. Whisk the milk a little at a time. Whisk the eggs one at a time and mix to a lump-free batter. 4. Pour a little batter into each depression in the tin. Then divide the spinach and mashed feta cheese in each. Pour on the remaining batter. Bake just below the middle of the oven for 15-20 minutes. 5. Garnish with spinach leaves or spicy greens.",

    "strMealThumb": "https://images.recept.se/images/recipes/pannkaksmuffins-med-spenat-och-fetaost_21378.jpg?fit=crop&crop=focalpoint&auto=format&fp-x=0.47591321391374&fp-y=0.5280054088933&fp-z=1.25&w=279&h=279&dpr=1&auto=format",
    "Energi": "470 kJ (112 kcal)",
    "Fat": "3,9 g",
    "carbohydrate": "12,8 g",
    "Protein": "6,3 g",
    "The recipe contains": ["Gluten", "Egg", "Lactose"]
  },
  {
    "idMeal": "b2",
    "title": "English muffins with eggs royale",
    "ingredients": {
      "English muffins": [
        "25 g yeast",
        "4 dl milk",
        "50 g butter",
        "2 teaspoons salt",
        "2 tablespoons powdered sugar",
        "1 teaspoon baking powder",
        "10 dl wheat flour",
        "½ dl polenta"
      ],
      "Poached eggs": [
        "1½ liters of water",
        " 1 tablespoon vinegar 12%",
        "4 eggs"
      ],

      "Hollandaise sauce": [
        "100 g butter",
        "2 egg yolks",
        "1 tablespoon water",
        "1 tablespoon squeezed lemon juice",
        "salt",
        "cayenne pepper Spinach",
        "200 g fresh spinach",
        "1 tablespoon butter",
        "salt and pepper",
        "4 slices cold-smoked salmon"
      ]
    },
    "strInstructions": {
      "English muffins": "1. Crumble the yeast in a dough bowl. Heat the milk to 37 °. Pour the milk over the yeast and stir until the yeast dissolves. 2. Add the butter in pieces. Add salt, sugar, baking powder and flour. Work the dough well in the machine. Cover the bowl with plastic wrap and leave the dough to rise, 45 minutes. 3. Take the dough on a floured baking sheet and roll it out into a plate that is about 11/2 cm thick. Take out rounds that are about 7 cm in diameter. Brush them with water and turn them into polenta. Place the muffins on a sheet of parchment paper and leave to rise under a baking sheet for 40 minutes. 4. Fry the muffins on low heat in a lightly greased frying pan, 7 minutes per side. Serve them freshly baked or roasted. Divide them with a fork. 5. Here we fry the muffins in a frying pan, but you can also bake them in the oven at 250 ° for 15 minutes.",
      "Poached eggs": "Boil water and vinegar in a saucepan. Crack the eggs, one at a time, into a cup and let the egg slide into the water. Simmer for 4 minutes. Pick up the egg with a slotted spoon and let it drain. Trim any bumps around the egg",
      "Hollandaise sauce": "Melt the butter in a saucepan and set aside. Mix egg yolks and water in a bowl and place the bowl over a saucepan of boiling water. Whisk constantly until the egg mixture thickens. Place the bowl on the counter and add the butter in a thin stream while stirring. Do not bring the cloudy base kit. Taste the sauce with lemon juice, salt and cayenne pepper."
    },

    "strMealThumb": "https://images.recept.se/images/recipes/engelska-muffins-med-eggs-royale_20526.jpg?fit=crop&crop=focalpoint&auto=format&fp-x=0.5&fp-y=0.63052927093683&fp-z=1&w=279&h=279&dpr=1&auto=format",
    "Energi": "1568 kJ (375 kcal)",
    "Fat": "16,5 g",
    "carbohydrate": "42,9 g",
    "Protein": "11,4 g",
    "The recipe contains": ["Lactose", "Gluten", "Egg", "Fish"]
  },
  {
    "idMeal": "b3",
    "title": "Sandwiches with roast beef, horseradish and Dijon cream",
    "ingredients": {
      "Press cucumber": [
        "1 cucumber",
        "  2 tablespoons salt",
        "1 dl vinegar 12%",
        "1 dl caster sugar",
        " ½ dl chopped parsley"
      ],
      "Dijon cream": [
        "2 dl sour cream",
        "2 tablespoons Dijon mustard",
        " 1 teaspoon honey",
        "  salt, black pepper",
        "   4 slices of rye bread",
        "200 g sliced roast beef",
        "  1 piece fresh horseradish"
      ]
    },
    "strInstructions": "Pressed cucumber: (do this the day before for most taste). Slice the cucumber as thinly as you can with a knife, cheese grater or a mandolin. Put in a bowl and salt. Then place another water-filled bowl on top as a weight and let stand at room temperature for 30 minutes. Meanwhile, stir in the vinegar and sugar, stirring until the sugar has dissolved. 2. Take the cucumber out of the bowl and squeeze out. Put it in the vinegar and stir in the chopped parsley. Refrigerate. Dijon cream: Mix the ingredients, season with salt and pepper. 4. Lay out the bread slices. Spread on a little Dijon cream and add the roast beef. Add more Dijon cream and a few slices of cucumber. Peel and grate the horseradish finely. Serve immediately.",
    "strMealThumb": "https://images.recept.se/images/recipes/smorrebrod-med-rostbiff-pepparrot-och-dijonkram_21651.jpg?fit=crop&crop=focalpoint&auto=format&fp-x=0.5&fp-y=0.69259621682023&fp-z=1&w=279&h=279&dpr=1&auto=format",
    "Energi": "2030 kJ (485 kcal)",
    "Fat": "24 g",
    "carbohydrate": "51,7 g",
    "Protein": "17,6 g",
    "The recipe contains": ["Gluten"]
  },
  {
    "idMeal": "b4",
    "title": "Ricotta pancakes",
    "ingredients": {
      "Press cucumber": [
        " 3 eggs",
        "  250 g ricotta cheese",
        " 2½ dl milk 3%",
        " 2½ dl wheat flour",
        "  1 teaspoon baking powder",
        " butter for frying"
      ],
      "Serving": [
        "maple syrup",
        "optional berries, such as blueberries and currants",
        "oconut cream or plain whipped cream"
      ]
    },
    "strInstructions": ". Divide the eggs into yolks and whites. Mix egg yolks, ricotta cheese, milk, flour and baking powder into a batter. Whisk the egg whites to a stiff foam. Turn the whites into the batter. 3. Heat butter in a frying pan and fry small pancakes, about ½ dl batter per pancake, on medium heat. You can fry 4-5 pancakes at a time. 4. Garnish the pancakes with sifted icing sugar and mint and serve with maple syrup, berries and / or a dash of whipped coconut cream or plain cream.",
    "strMealThumb": "https://images.recept.se/images/recipes/ricottapannkakor_21369.jpg?fit=crop&crop=focalpoint&auto=format&fp-x=0.5&fp-y=0.59225512311069&fp-z=1&w=279&h=279&dpr=1&auto=format",
    "Energi": "229 kJ (55 kcal)",
    "Fat": "2,4 g",
    "carbohydrate": "5,4 g",
    "Protein": "2,7 g",
    "The recipe contains": ["Egg", "Lactose", "Gluten"]
  }
]
